Repository: MoaazThahabee/Caching-Library
Catalog: Mindvalley Test/Other Resources/Localization/*.lproj/Localizable.strings
Languages: ar_ae

source: Missing Username
ar_ae: يرجى إدخال البريد الالكتروني.

source: Invalid email
ar_ae: البريد الكتروني غير صالح.

source: Missing Password
ar_ae: يرجى إدخال كلمة المرور.

source: Invalid password
ar_ae: كلمة المرور غير صالحة.

source: Missing Service
ar_ae: يرجى إدخال اسم خدمة.

source: Close Confirm Title
ar_ae: إغلاق التطبيق

source: Logout Confirm Title
ar_ae: تسجيل الخروج

source: Close Confirm
ar_ae: هل تريد إغلاق التطبيق؟

source: Logout Confirm
ar_ae: هل تريد تسجيل الخروج؟

source: Connection Error
ar_ae: فشل في الاتصال مع المخدم.

source: Invalid Username Or Password
ar_ae: خطأ في اسم المستخدم أو كلمة المرور.

source: YES
ar_ae: نعم

source: NO
ar_ae: لا

source: RegisterAsWorkshop
ar_ae: أهلا بك في ثغر الرافدين, هل تملك ورشة صيانة أو صالة عرض؟

source: ResetEmailSent
ar_ae: تم إرسال بريد الكتروني لتعديل كلمة المرور.

source: SuccessRegister
ar_ae: تم التسجيل, تحقق من بريدك الاكتروني لتفعيل الحساب

source: UpdateProfileSuccess
ar_ae: تم التعديل بنجاح

source: ChooseImageSource
ar_ae: اختر مصدر الصورة.

source: Cancel
ar_ae: تراجع

source: Camera
ar_ae: الكاميرا

source: Library
ar_ae: ألبومات الصور

source: SelectBrands
ar_ae: إختر العلامات التجارية التي تتعامل معها

source: NoGoogleMap
ar_ae: تطبيق خرائط غوغل غير موجود

source: ChangePasswordSuccess
ar_ae: تم تغيير كلمة المرور بنجاح

source: EditProfile
ar_ae: تعديل المعلومات الشخصية

source: ChangePassword
ar_ae: تغيير كلمة المرور

source: Logout
ar_ae: تسجيل خروج

source: Login
ar_ae: تسجيل دخول

source: UpgradeAccount
ar_ae: تسجيل مؤسستك معنا

source: ChangeLanguage
ar_ae: تغيير اللغة.

source: CloseConfirm
ar_ae: هذا الاجراء سيقوم باغلاق التطبيق وسيتوجب عليك إعادة تشغيله. هل تريد المتابعة؟.

source: Price
ar_ae: السعر:

source: Brand
ar_ae: الماركة:

source: NotLoggedInUser
ar_ae: لم تقم بتسجيل الدخول بعد
